<?php
/**
 *
 * phpBB Media Embed PlugIn extension for the phpBB Forum Software package.
 *
 * @copyright (c) 2025 phpBB Limited <https://www.phpbb.com>
 * @license GNU General Public License, version 2 (GPL-2.0)
 *
 */

if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = [];
}

$lang = array_merge($lang, [
	'MEDIA_EMBED_PRIVACY_POLICY' => '
		<br><br>
		<h3>محتوى مضمن من مواقع ويب أخرى</h3>
		قد تتضمن “%1$s” مشاركات أو محتوى يحتوي على مواد مضمنة من مواقع خارجية، بما في ذلك على سبيل المثال لا الحصر YouTube وFacebook وTwitter والمنصات المشابهة. يتصرف المحتوى المضمن من هذه المواقع كما لو أنك زرت الموقع الأصلي مباشرةً.
		<br><br>قد تجمع هذه المواقع الخارجية بيانات عنك، وتستخدم ملفات تعريف الارتباط، وتضيف وسائل تتبع أخرى تابعة لجهات خارجية، وتراقب تفاعلك مع المحتوى المضمن، بما في ذلك تتبع تفاعلك إذا كان لديك حساب وسجلت الدخول إلى ذلك الموقع.
		<br><br>يرجى ملاحظة أن هذا النشاط خارج عن سيطرة “%1$s” وتتحكم فيه سياسات الخصوصية وشروط الخدمة الخاصة بالمواقع الخارجية المعنية. ننصحك بمراجعة سياسات الخصوصية وملفات تعريف الارتباط لأي خدمات خارجية تتفاعل معها من خلال المحتوى المضمن.
	',
]);
