[
  "Quina és la cosa més absurda que us vau creure quan éreu petits?",
  "Quin lloc del món us agradaria visitar abans de morir-vos?",
  "Quina seria el vostre últim àpat, si el poguéssiu triar?",
  "Si poguéssiu canviar-vos de vida amb algú altre durant un dia, qui triaríeu?",
  "Quina cosa us fa riure sempre?",
  "Quin film podeu veure una vegada rere l’altra sense cansar-vos-en?",
  "Quin creieu que és el vostre talent ocult?",
  "Expliqueu una mania que tingueu i que us costi deixar.",
  "Si fóssiu un animal, quin seríeu, i per què?",
  "Quin moment us va fer sentir molt orgullosos de vosaltres mateixos?",
  "Quina feina faríeu de gust encara que no us paguessin ni un euro?",
  "Què faríeu si us toquessin deu milions d’euros?",
  "Quina és la millor olor del món per a vosaltres?",
  "Quina cançó us transporta immediatament a un moment concret de la vostra vida?",
  "Teniu alguna superstició? En cas que sí, quina?",
  "Què us posa nerviosos o us incomoda sense motiu aparent?",
  "Quin és el vostre record més estrany d’una festa?",
  "Quina paraula o expressió utilitzeu massa sovint?",
  "Quina és la cosa més boja que heu fet per amor?",
  "Si poguéssiu reviure una única setmana de la vostra vida, quina triaríeu?",
  "Quin és l’obsequi més original que heu rebut mai?",
  "Si tan sols tinguéssiu 24 hores de vida més, què faríeu?",
  "Quina és la cosa més vergonyosa que t’ha passat en públic?",
  "Si poguéssiu parlar amb el vostre jo de fa deu anys, què li diríeu?",
  "Quin objecte us emportaríeu a una illa deserta?",
  "Si haguéssiu de fer un discurs improvisat, de què parlaríeu?",
  "Què us agradaria que la gent digués de vosaltres quan no hi sou?",
  "Quina és la vostra millor arma quan us heu de defensar en una discussió?",
  "Quina norma social canviaríeu si poguéssiu?",
  "De quina decisió que heu pres esteu més orgullosos?",
  "Expliqueu alguna anècdota divertida de la vostra infància.",
  "Quin seria el vostre pla perfecte per a un dia de descans?",
  "Heu dit mai mentides per a escapar-vos d’un compromís social? Quines?",
  "Amb quin personatge de ficció us sentiu identificats i per què?",
  "Quina cançó us ha fet plorar?",
  "Quina ha estat la vostra pitjor cita?",
  "Quina persona us ha marcat més a la vida?",
  "Quina cosa que feu us fa sentir com una criatura?",
  "Si us haguéssiu de reinventar, com ho faríeu i què canviaríeu?",
  "Quina ha estat la vostra millor decisió impulsiva?",
  "Quina cosa faríeu si sabéssiu que no fracassaria?",
  "Quin objecte us representa millor?",
  "Expliqueu alguna situació en què us vau sentir fora de lloc.",
  "Quina ha estat la conversa més profunda que heu tingut mai?",
  "Heu canviat mai radicalment d’opinió sobre algú? Per què?",
  "Com reaccioneu quan esteu enfadats de debò?",
  "Quina és la millor lliçó que us ha ensenyat la vida?",
  "Si fóssiu famosos, per quin motiu us agradaria ser-ho?",
  "Teniu cap tradició personal o familiar que us encanti?",
  "Si haguéssiu de viure dins d’un film, quin seria?",
  "Us penediu d’alguna cosa que heu fet? Quina?",
  "Quina és la cosa més valenta que heu fet mai?",
  "Admireu algú en silenci? Qui?",
  "Quines mentides piadoses soleu dir sovint?",
  "Quin és el vostre insult preferit?",
  "Com us veieu d’aquí a 10 anys?",
  "Quines escenes quotidianes us fan feliços?",
  "Teniu fòbies o pors estranyes?",
  "Què us costa admetre de vosaltres mateixos?",
  "Quins és el vostre ritual abans de dormir?",
  "Si escrivíssiu un llibre, quin títol tindria?",
  "Què no falta mai a casa vostra?",
  "Expliqueu una vegada que us vau equivocar... i va resultar ser un encert.",
  "Com vau conèixer Fansubs.cat i per què sou al xat?",
  "Quin ha estat el moment més divertit de la vostra vida?",
  "Si haguéssiu de descriure %1$s amb tres adjectius, quins serien?",
  "Quina moment que hàgiu compartit al xat us sembla més especial?",
  "Quines coses admireu dels altres usuaris presents al xat?",
  "Expliqueu una situació en què algú us va sorprendre positivament.",
  "Si fóssiu protagonistes d’un anime o manga, quina seria?",
  "Expliqueu una situació en què no podíeu parar de riure.",
  "Si haguéssiu de fer un present a %1$s, què li compraríeu?",
  "Què creieu que pensen els altres quan us veuen arribar?",
  "Si haguéssiu de fer un viatge llarg, on aniríeu?",
  "Si us haguéssiu de fer una crítica constructiva a vosaltres mateixos, què us diríeu?",
  "Quin negoci us agradaria muntar en un món ideal?",
  "Quina paraula sols dir o quina broma sols fer de manera habitual?",
  "Quin va ser el vostre primer concert?",
  "Com us vau treure el carnet de conduir? Si no en teniu, per què no?",
  "Quina ha estat la feina més estranya que heu fet?",
  "Heu fet mai res únicament per a impressionar algú?",
  "Com vau aprendre a anar en bicicleta?",
  "Quin era el vostre somni de petits?",
  "Com vau conèixer el vostre millor amic o amiga?",
  "Quin és el plat que més us connecta amb la vostra infància?",
  "Heu tingut mai un animal de companyia amb una història curiosa?",
  "Quina és la vostra por més irracional?",
  "Heu fet mai res que no encaixés gens amb la vostra manera de ser?",
  "Quina és la vostra paraula preferida? Pot ser en qualsevol llengua.",
  "Quin és el vostre lloc preferit per a desconnectar?",
  "Heu canviat mai de carrera o vocació?",
  "Què us feia riure molt de petits?",
  "Quin ha estat el millor consell que us han donat mai?",
  "Heu fet mai alguna activitat artística? Com va ser?",
  "Quina va ser la primera vegada en què vau sentir que us tractaven com a adults?",
  "Com decidiu què fer quan esteu molt indecisos?",
  "Quina va ser la vostra millor experiència escolar?",
  "Quin ha estat el vostre moment més valent?",
  "Què us fa sentir còmodes en un espai?",
  "Com gestioneu les crítiques que us fan?",
  "Quan va ser l’última vegada que vau fer una bogeria?",
  "Heu tingut alguna vegada una coincidència que semblava màgica?",
  "Com recordeu els vostres primers dies de feina?",
  "A quina cançó acabeu tornant sovint? Què us hi fa tornar?",
  "Heu estat mai testimonis d’alguna escena surrealista?",
  "Com us relaxeu després d’un dia llarg i cansat?",
  "Heu ajudat mai cap desconegut de manera espontània?",
  "Quin llibre us ha marcat més?",
  "Heu passat mai per una època en què tot semblava encaixar?",
  "Què us fa perdre la noció del temps?",
  "Heu participat mai en alguna manifestació o un acte similar?",
  "Com va ser la vostra primera feina remunerada?",
  "Què us agrada col·leccionar o deseu sense voler?",
  "Heu tingut mai cap experiència inexplicable per la ciència?",
  "Quina habilitat us agradaria dominar?",
  "Quina mena de persona us fa sentir segurs?",
  "Com reaccioneu quan una cosa no surt com esperàveu?",
  "Quina olor us transporta immediatament a un record?",
  "Heu viscut alguna escena que ara sembla un somni?",
  "Quin va ser el primer film que us va fer plorar?",
  "Quin va ser el primer film que vau mirar al cinema?",
  "Heu passat mai una nit parlant fins tard i recordant-la per sempre més?",
  "Com va ser la vostra primera visita a una ciutat gran?",
  "Quina és la primera cosa que feu quan us lleveu?",
  "Heu estat mai obsessionats amb alguna sèrie o joc?",
  "Heu descobert mai una afició per accident?",
  "Què us fa sentir productius?",
  "Com us organitzeu quan teniu massa coses al cap?",
  "Heu escrit mai un diari personal?",
  "Què feu quan no sabeu què fer?",
  "Heu viscut mai un estiu que us hagi canviat la vida?",
  "Heu tingut mai un somni recurrent?",
  "Quin és el vostre petit luxe habitual?",
  "Heu fet mai res només per la curiositat de veure què passava?",
  "Com va ser el vostre primer petó?",
  "Quin ha estat un dels vostres dies més estranys?",
  "Heu volgut mai desaparèixer per un temps? Per què?",
  "Quin és el vostre moment preferit del dia?",
  "Quina és la vostra estació de l’any preferida?",
  "Heu tingut mai una conversa que us hagi canviat la vida?",
  "Quina ha estat la vostra compra més inútil?",
  "Heu mentit mai per a evitar fer mal a algú?",
  "Heu viscut mai un moment digne d’escriure en una novel·la?",
  "Heu tingut mai alguna trobada inesperada amb algú que feia molts anys que no vèieu?",
  "Quina és la millor sorpresa que us han fet mai?",
  "Heu fet mai cap promesa que encara mantingueu?",
  "Heu tingut mai una afició que no entenia ningú?",
  "Quina frase teniu gravada al cervell?",
  "Heu rebut mai cap carta o missatge que us hagi emocionat molt?",
  "Com reaccioneu davant de les injustícies?",
  "Heu estat mai testimonis d’un moment de bondat extrema?",
  "Quin va ser el vostre primer viatge en solitari? Com va anar?",
  "Què feu quan esteu en silenci amb algú? Us sentiu incòmodes?",
  "Heu provat mai una cosa nova que us fes molta por?",
  "Què us fa perdre la paciència immediatament?",
  "Com reaccioneu quan alguna cosa us fa molta il·lusió?",
  "Heu canviat mai d’opinió sobre algun tema molt important?",
  "Quina és la vostra manera preferida de passar el temps lliure?",
  "Heu estat mai en un lloc on el temps semblava aturar-se?",
  "Quina és la vostra història preferida per a explicar quan coneixeu algú nou?",
  "Com us agradaria que us recordessin?",
  "Quina és l’habilitat més inútil però divertida que teniu?",
  "Quina és la cosa més estranya que heu menjat mai?",
  "Si haguéssiu nascut fa 300 anys, com us imagineu que hauríeu estat?",
  "Quin lloc us va sorprendre molt més del que us esperàveu?",
  "Heu passat mai un dia sencer sense cap mena de tecnologia? Com va anar?",
  "Quin és el vostre pla ideal per a un diumenge sense obligacions?",
  "Quina tradició us agradaria que no es perdés mai?",
  "Heu tingut mai cap experiència paranormal?",
  "Què us agrada més de %1$s?",
  "Si %1$s fos un personatge d’una sèrie, quin creieu que seria?",
  "Quina cosa important heu après de %1$s?",
  "Quina anècdota que té %1$s com a protagonista no oblidareu mai?",
  "Quin superpoder creieu que escauria a %1$s i per què?",
  "Si %1$s escrivís un llibre, quin títol hauria de tenir?",
  "Quina és la cosa més generosa que heu vist fer a %1$s?",
  "Quin lloc us recorda immediatament a %1$s?",
  "Quina mania simpàtica té %1$s?",
  "Quina cançó o quin film us fa pensar automàticament en %1$s?",
  "Si %1$s fos un color, quin seria i per què?",
  "Quina és la frase o expressió més típica de %1$s?",
  "Si %1$s fos protagonista d’un documental, quin en seria el tema?",
  "Què trobeu a faltar de casa quan aneu de vacances?",
  "Heu tingut mai la sensació que éreu al lloc correcte en el moment correcte?",
  "Què us costa més explicar a algú que no us coneix?",
  "Què us emociona sense que pugueu explicar ben bé per què?",
  "Quina petita cosa del dia a dia us fa somriure sempre?",
  "Com gestioneu els moments d’inseguretat?",
  "Heu sentit mai que un film o llibre parlava exactament de vosaltres?",
  "Què us fa sentir nostàlgia de la vostra infància?",
  "Com decidiu què és important conservar i què no?",
  "Quina seria la vostra definició d’una bona vida?",
  "Quin lloc us agradaria visitar almenys un cop a la vida?",
  "Quina és la vostra manera preferida de celebrar alguna cosa?",
  "Quin hàbit petit ha tingut un gran impacte en la vostra vida?",
  "Heu tingut mai una intuïció que després es va confirmar?",
  "Com gestioneu les expectatives dels altres?",
  "Quina ha estat la vostra major sorpresa d’enguany?",
  "Què us agradaria entendre millor de vosaltres mateixos?",
  "Quin és el vostre anime preferit?",
  "Quin és el vostre manga preferit?",
  "Quin és el vostre videojoc preferit?"
]

